{
  "meta": {
    "version": "2026.02_Extended",
    "concept": "Hyper-Niche & High-Speed Storytelling",
    "target_platform": "Web Novel Sites (Narou, Kakuyomu, etc.)",
    "usage": "Use these seeds to generate detailed plots, chapter outlines, or catchy titles."
  },
  "seeds": [
    {
      "genre": "現代ダンジョン（配信・インフラ化）",
      "description": "ダンジョン出現から数十年。攻略は『冒険』から『産業』へ。日常と非日常の融合。",
      "templates": [
        {
          "type": "無自覚最強 × 放送事故RTA",
          "keywords": [
            "切り忘れ",
            "同接100万人",
            "素手でドラゴン",
            "RTA（リアルタイムアタック）",
            "コメント欄の狂乱",
            "スパチャの嵐"
          ],
          "mc_profile": "「え、カメラ回ってたんですか？」が口癖の、田舎暮らしの一般人。毎朝の散歩コースがS級ダンジョン。",
          "hook": "家庭菜園のスコップ一本で、世界を滅ぼす災厄級モンスターを『害獣駆除』した瞬間が全世界に配信される。",
          "plot_beats": [
            "第1章：配信切り忘れによる、伝説の『スコップ無双』動画拡散。",
            "第2章：国連とギルドが血眼で捜索する中、本人は野菜作りに夢中。",
            "第3章：トップランカーたちが弟子入りを志願し、畑の土作りを手伝わされる。",
            "第4章：世界最強の『農家ギルド』設立。"
          ],
          "viral_factor": "圧倒的実力者が、その価値を理解していない『ズレ』が生むカタルシスと笑い。"
        },
        {
          "type": "不遇職 × 現代知識チート（税務・法務）",
          "keywords": [
            "追放ざまぁ",
            "確定申告",
            "インボイス制度",
            "ギルド規約の穴",
            "慰謝料請求",
            "合法的に破滅させる"
          ],
          "mc_profile": "「戦闘力ゼロ」で勇者パーティを追放されたが、実は最強の『公認会計士』兼『行政書士』スキル持ち。",
          "hook": "「君たち、脱税してるよね？」追放された直後、勇者パーティの口座を凍結し、社会的地位を合法的に抹殺する。",
          "plot_beats": [
            "第1章：理不尽な追放宣告と、即座に行われる『未払い賃金請求』。",
            "第2章：勇者が税務調査で追い詰められる中、主人公はホワイトなクラン運営で大成功。",
            "第3章：ダンジョン運営権を買収し、元仲間を入場禁止にする。",
            "第4章：魔王軍とも『平和条約』を締結し、魔界特区の経済顧問になる。"
          ],
          "viral_factor": "暴力ではなく『法律と金』で相手を詰ませる、現代的なスカッと感。"
        },
        {
          "type": "ダンジョン・リノベーション（DIY）",
          "keywords": [
            "開拓",
            "マイホーム",
            "魔物素材で家具作り",
            "聖域化",
            "飯テロ",
            "スローライフ（物理）"
          ],
          "mc_profile": "S級ダンジョンの最深部こそが、最高の物件だと信じて疑わない元建築士。",
          "hook": "「ここは日当たりが良いのでリビングにします」ラスボスの玉座を撤去し、最強の防衛システム付きマイホームを建築。",
          "plot_beats": [
            "第1章：地上の家賃が高いので、ダンジョンに住むことにした。",
            "第2章：襲いくるモンスターを建材として処理し、内装が豪華になる。",
            "第3章：迷い込んだS級冒険者が、快適すぎる家に感動して居座る。",
            "第4章：ダンジョン全体が『世界一安全なホテル』として認定される。"
          ],
          "viral_factor": "危険地帯を快適空間に変える『ビフォーアフター』的な面白さ。"
        },
        {
          "type": "VTuberの中身はダンジョンマスター",
          "keywords": [
            "性別逆転",
            "バ美肉",
            "ガチ恋勢",
            "ダンジョン管理",
            "人間観察",
            "推し活"
          ],
          "mc_profile": "人類を滅ぼすのに飽きたダンジョンマスター（不定形生物）。美少女アバターで配信を始めたら覇権を取ってしまう。",
          "hook": "「人間どもよ、スパチャ（貢ぎ物）を寄越せ」という配信が、『キャラ作りが完璧』と絶賛され、探索者が貢ぎ物を持ってダンジョンに行列を作る。",
          "plot_beats": [
            "第1章：暇つぶし配信のつもりが、同時接続世界1位に。",
            "第2章：アンチコメントに対し、リアルでモンスターをけしかける（演出だと思われている）。",
            "第3章：オフ会をダンジョン最深部で開催。",
            "第4章：人類と魔族の架け橋となる平和的インフルエンサー爆誕。"
          ],
          "viral_factor": "人外の感性と現代ネット文化の噛み合わない面白さ。"
        }
      ]
    },
    {
      "genre": "異世界転生・転移（帰還・逆転）",
      "description": "『行く』だけでなく『帰る』、あるいは『向こうから来る』展開。異文化交流と現代兵器無双。",
      "templates": [
        {
          "type": "帰還勇者の学園生活（能力隠蔽失敗）",
          "keywords": [
            "逆行転生",
            "ステータス持ち越し",
            "現代魔法",
            "学園の陰実",
            "モブ演技",
            "実は世界を救ってる"
          ],
          "mc_profile": "異世界で魔王を倒して帰還した高校生。平穏を愛するが、くしゃみで校舎を半壊させるレベルの魔力を持つ。",
          "hook": "不良に絡まれた幼馴染を助けようとして、指パッチン一つで空間ごと消し飛ばしそうになる。",
          "plot_beats": [
            "第1章：感動の帰還。しかし日本にも『ゲート』が開き始めていた。",
            "第2章：能力測定で測定器を破壊し、『判定不能（無能力）』扱いされる。",
            "第3章：修学旅行先でテロに巻き込まれるが、裏でこっそり全員制圧する。",
            "第4章：クラスメイトの『異世界転生予備軍』を指導する教官になる。"
          ],
          "viral_factor": "「能ある鷹は爪を隠す」が、隠しきれずにダダ漏れする爽快感。"
        },
        {
          "type": "科学チート × 概念魔導",
          "keywords": [
            "産業革命スキップ",
            "AI統治",
            "ドローン爆撃",
            "魔法のプログラミング",
            "量産型兵器",
            "神殺し"
          ],
          "mc_profile": "「魔法は非効率だ」と断じる理系研究者。魔法を『ソースコード』として理解し、科学技術で最適化する。",
          "hook": "敵の大軍勢が詠唱を開始した瞬間、自律機動ドローン数百機を展開し、一方的に殲滅する。",
          "plot_beats": [
            "第1章：スラム街でジャンク品から『魔導発電機』を作成。",
            "第2章：旧態依然とした魔術ギルドを、圧倒的な『火力と射程』で黙らせる。",
            "第3章：衛星軌道上に魔導砲を設置し、神の降臨を阻止する。",
            "第4章：科学と魔法が融合した超文明国を建国。"
          ],
          "viral_factor": "神秘を論理と技術でねじ伏せる『文明の勝利』。"
        },
        {
          "type": "異世界料理 × 現代チェーン店",
          "keywords": [
            "飯テロ",
            "再現料理",
            "モンスター食材",
            "経営",
            "コンサル",
            "中毒者続出"
          ],
          "mc_profile": "ブラック飲食企業の店長が転生。味覚音痴な異世界人に『化学調味料（旨味）』の洗礼を浴びせる。",
          "hook": "「この『ラーメン』という液体はなんだ！？ 麻薬か！？」エルフの王女がカップ麺の残り汁まで飲み干して号泣する。",
          "plot_beats": [
            "第1章：屋台からスタート。フライドポテトとコーラで街を制圧。",
            "第2章：貴族たちが『予約のとれない店』として裏取引を始める。",
            "第3章：ドラゴンを解体し、極上のステーキ丼として提供。",
            "第4章：世界中にフランチャイズを展開し、食文化で世界征服。"
          ],
          "viral_factor": "馴染みのあるB級グルメが、異世界で宝石のように扱われる優越感。"
        }
      ]
    },
    {
      "genre": "悪役令嬢（武闘派・ビジネス）",
      "description": "断罪回避の方法が『暴力』または『経済力』に二極化。恋愛は二の次（結果的についてくる）。",
      "templates": [
        {
          "type": "筋肉令嬢（フィジカル・ギフテッド）",
          "keywords": [
            "ステゴロ",
            "物理魔法",
            "ドレスが裂ける",
            "王子の顎を砕く",
            "美ボディ",
            "ギャグ"
          ],
          "mc_profile": "前世は女子プロレスラー。悪役令嬢の華奢な体に転生したが、魂が筋肉を求めてダンベル（岩）を持ち上げる。",
          "hook": "婚約破棄の夜会で手袋を投げつけられ、その手袋が音速を超えて王子の頬に突き刺さる。",
          "plot_beats": [
            "第1章：コルセットがきついので筋肉で姿勢を維持する。",
            "第2章：暗殺者が襲来するが、ラリアットで全員沈める。",
            "第3章：魔獣討伐遠征で、剣を使わずバックドロップでドラゴンを倒す。",
            "第4章：筋肉こそ正義という宗教が流行り、国が平和になる。"
          ],
          "viral_factor": "優雅な言葉遣いと、野蛮すぎる行動のギャップ。"
        },
        {
          "type": "悪徳商人令嬢（マネー・ゲーム）",
          "keywords": [
            "買収",
            "経済制裁",
            "技術独占",
            "ざまぁ",
            "論破",
            "金が全て"
          ],
          "mc_profile": "「愛で腹は膨れない」が信条の冷徹な投資家。断罪イベントを『不採算部門の切り捨て』と捉えている。",
          "hook": "「婚約破棄？ 構いませんが、王家への融資は全て引き上げさせていただきますね」と言い放ち、国の経済を止める。",
          "plot_beats": [
            "第1章：断罪イベントの裏で、空売りを仕掛けて大儲けする。",
            "第2章：元婚約者たちが貧困に喘ぐ中、隣国の皇太子と商談をまとめる。",
            "第3章：化粧品、鉄道、通信インフラを牛耳り、影の女王と呼ばれる。",
            "第4章：王家が土下座して借金を頼みに来る。"
          ],
          "viral_factor": "感情論を排除し、実利で相手を圧倒するクールなかっこよさ。"
        },
        {
          "type": "ガンアクション令嬢",
          "keywords": [
            "ミリタリー",
            "銃器",
            "スナイパー",
            "硝煙",
            "ハードボイルド",
            "戦記"
          ],
          "mc_profile": "FPS廃人が転生。魔法の世界に『火薬』と『鉛』を持ち込み、戦術を一変させる。",
          "hook": "「魔法の詠唱？ 遅すぎますわ」舞踏会のバルコニーから、1キロ先の敵将を対物ライフルで狙撃する。",
          "plot_beats": [
            "第1章：ドレスの下にサブマシンガンを隠し持ち、学園生活を送る。",
            "第2章：魔法障壁を貫通する弾丸を開発。",
            "第3章：革命軍を指揮し、近代兵器を用いた電撃戦を展開。",
            "第4章：『死の舞踏』と呼ばれる伝説の傭兵令嬢へ。"
          ],
          "viral_factor": "フリルと銃火器というビジュアル的な対比の美しさ。"
        }
      ]
    },
    {
      "genre": "ラブコメ（重愛・関係性リセット）",
      "description": "「ツンデレ」よりも「ヤンデレ・共依存」が主流。バッドエンドからのやり直しも人気。",
      "templates": [
        {
          "type": "ヤンデレ幼馴染の安全確保",
          "keywords": [
            "GPS",
            "盗聴",
            "共依存",
            "監禁未遂",
            "全肯定",
            "ハッピーエンド"
          ],
          "mc_profile": "「愛が重い」と恐れられる美少女幼馴染を、唯一「適正重量」として受け止めるメンタル最強男子。",
          "hook": "「君の部屋にカメラ仕掛けちゃった…」と泣く彼女に、「ありがとう、防犯になって助かる」と感謝してドン引き（歓喜）される。",
          "plot_beats": [
            "第1章：重すぎる愛を、斜め上の解釈でポジティブに受け入れる。",
            "第2章：主人公に近づく泥棒猫（ヒロイン）を、幼馴染が排除しようとするのを華麗に仲裁。",
            "第3章：実は主人公の方が独占欲が強いことが判明。",
            "第4章：誰にも邪魔されない二人だけの世界（新居）へ。"
          ],
          "viral_factor": "病的な愛情を「理解者」として包み込む包容力への憧れ。"
        },
        {
          "type": "偽装結婚・ビジネスカップル",
          "keywords": [
            "契約結婚",
            "利害の一致",
            "溺愛",
            "すれ違い",
            "実は両片思い",
            "大人のラブコメ"
          ],
          "mc_profile": "仕事人間同士の男女。互いに「恋愛は時間の無駄」と考え、親を黙らせるために偽装結婚する。",
          "hook": "「家では一切干渉しない」という契約だったのに、風邪を引いた時に看病されてしまい、鉄壁の理性が崩壊する。",
          "plot_beats": [
            "第1章：合理的でドライな同居生活の開始。",
            "第2章：ふとした瞬間のデレ（ギャップ）に心臓が止まりそうになる。",
            "第3章：契約解消の危機（実は契約延長したい）ですれ違う。",
            "第4章：本物の結婚式で、契約書を破り捨てる。"
          ],
          "viral_factor": "「お膳立てされた」状態から始まる、じわじわとした陥落。"
        },
        {
          "type": "負けヒロインのループ逆転",
          "keywords": [
            "タイムリープ",
            "知識チート",
            "運命改変",
            "泥棒猫撃退",
            "先行投資",
            "勝利確定"
          ],
          "mc_profile": "親友に好きな人を奪われ、孤独な末路を辿った女子高生。記憶を持ったまま入学式に戻る。",
          "hook": "未来で彼が好きになると知っているマイナーなバンド、作家、場所を先回りし、運命の出会いを全て自分に書き換える。",
          "plot_beats": [
            "第1章：前回負けた原因（奥手さ）を捨て、初日から猛アタック。",
            "第2章：親友が入り込む隙間を1ミリも残さず、外堀を埋める。",
            "第3章：彼が自分に依存していく様子を見て、暗い悦びを感じる。",
            "第4章：完全勝利エンド。しかし彼もまたループしていたかもしれない示唆。"
          ],
          "viral_factor": "「知っている」というアドバンテージを使って運命をねじ曲げる戦略性。"
        }
      ]
    },
    {
      "genre": "SF・サイバーパンク・スペースオペラ",
      "description": "ハイテクとローテクの混合。AIとのバディ、宇宙船での旅。",
      "templates": [
        {
          "type": "銀河帝国の魔法騎士",
          "keywords": [
            "宇宙戦艦",
            "ビームサーベル（本物）",
            "AI搭載の魔剣",
            "ロストテクノロジー",
            "スペースファンタジー",
            "ボーイミーツガール"
          ],
          "mc_profile": "辺境惑星のゴミ捨て場で育った少年。拾ったガラクタが、かつて銀河を救った『意思を持つ宇宙船』のAIだった。",
          "hook": "「搭乗者（マスター）、認証完了」錆びついた鉄屑が変形し、最強のパワードスーツとなって帝国軍を蹴散らす。",
          "plot_beats": [
            "第1章：惑星からの脱出と、相棒（AI）との出会い。",
            "第2章：銀河を旅しながら、失われたパーツを集める。",
            "第3章：魔法使いの星、機械の星など、多様な惑星での冒険。",
            "第4章：銀河帝国の圧政を打ち砕く革命の旗手へ。"
          ],
          "viral_factor": "少年漫画的な熱さと、SFガジェットのロマン。"
        },
        {
          "type": "サイバーパンク・運び屋",
          "keywords": [
            "電脳",
            "ハッキング",
            "義体",
            "ネオン街",
            "企業の陰謀",
            "ハードボイルド"
          ],
          "mc_profile": "旧式のOSを使う時代遅れの運び屋。しかし、その古いOSにこそ、現代のAIが干渉できない『聖域』がある。",
          "hook": "依頼された『荷物』は、企業の最高機密である少女のアンドロイド。彼女を起動した瞬間、世界中のネットワークが彼を標的にする。",
          "plot_beats": [
            "第1章：スラム街でのチェイスと、少女の起動。",
            "第2章：企業の刺客（最新鋭サイボーグ）を、アナログな罠で撃退する。",
            "第3章：少女の記憶に隠された、世界の真実（人類滅亡のトリガー）。",
            "第4章：世界を敵に回してでも、依頼を完遂する矜持。"
          ],
          "viral_factor": "レトロテックが最新技術を凌駕する『老兵のかっこよさ』。"
        }
      ]
    },
    {
      "genre": "ホラー・ミステリー（モキュメンタリー）",
      "description": "「検索してはいけない」「洒落怖」テイストの現代怪異。ネット文化との融合。",
      "templates": [
        {
          "type": "ルール怪異（村・因習）",
          "keywords": [
            "異界",
            "貼り紙",
            "してはいけないこと",
            "民俗学",
            "儀式",
            "脱出不可"
          ],
          "mc_profile": "オカルト否定派の大学生。迷い込んだ『存在しない村』で、唯一の生存ルールを見つける。",
          "hook": "「夜中2時にチャイムが鳴っても、決して覗いてはいけません」というメモを無視してドアスコープを覗くと、そこには自分の目が映っていた。",
          "plot_beats": [
            "第1章：楽しい旅行から一転、不条理なルールに支配された村へ。",
            "第2章：ルールを破った仲間が、一人ずつ『何か』に置き換わっていく。",
            "第3章：村の因習と、過去の惨劇の記録を発見する。",
            "第4章：最大のタブーを犯して、神殺しを行う。"
          ],
          "viral_factor": "理不尽なルールに対する恐怖と、謎解きの面白さ。"
        },
        {
          "type": "インターネット・ホラー（配信・ログ）",
          "keywords": [
            "掲示板",
            "過去ログ",
            "心霊写真",
            "ストーカー",
            "都市伝説",
            "第四の壁"
          ],
          "mc_profile": "売れない配信者。ネタのために『呪いのサイト』を開いたことから、不可解な現象に巻き込まれる。",
          "hook": "配信中、背後のドアが少しずつ開いていることに、コメント欄だけが気づいてパニックになる。",
          "plot_beats": [
            "第1章：軽い気持ちで行った心霊スポット配信で『何か』を持ち帰る。",
            "第2章：日常生活にノイズが混じり始め、リスナーが特定班として協力する。",
            "第3章：過去の未解決事件とのリンクが判明。",
            "第4章：配信越しに怪異と対決し、視聴者の応援（コメント）を力に変える。"
          ],
          "viral_factor": "リアルタイムで進行しているかのような臨場感と共有体験。"
        }
      ]
    },
    {
      "genre": "スローライフ・クラフト（箱庭・ガチャ）",
      "description": "戦わない冒険。作る、育てる、集めることに特化した癒やしの物語。",
      "templates": [
        {
          "type": "無限ガチャ × 領地経営",
          "keywords": [
            "SSR",
            "アイテム作成",
            "自動化",
            "物流革命",
            "村おこし",
            "収集癖"
          ],
          "mc_profile": "魔力はないが、前世のソシャゲで培った『ガチャ運』だけが異常に高い転生者。",
          "hook": "「石ころを触媒にガチャを回したら、伝説の聖剣が出ました」聖剣を包丁代わりに使い、村の料理レベルをカンストさせる。",
          "plot_beats": [
            "第1章：廃村を領地として与えられる。",
            "第2章：ガチャから出た現代用品（調味料、布団、テント）で生活水準が爆上がり。",
            "第3章：URランクの英雄（ニート）を引き当て、労働力にする。",
            "第4章：世界中の商人が集まる、大陸一の交易都市へ。"
          ],
          "viral_factor": "「何が出るかわからない」ワクワク感と、レアアイテムを雑に使う贅沢さ。"
        },
        {
          "type": "ミニチュア・ゴッド（神様視点）",
          "keywords": [
            "箱庭",
            "神託",
            "文明育成",
            "見守り",
            "勘違い",
            "慈愛"
          ],
          "mc_profile": "ブラック企業で疲弊した社畜。癒やしを求めて始めた『箱庭ゲーム』が、実は異世界とリンクしていた。",
          "hook": "画面の中の小さな人間たちが飢えているので、コンビニのおにぎりを画面にかざすと、異世界では『巨大な神の恵み』として降ってくる。",
          "plot_beats": [
            "第1章：ゲーム感覚で村を救い、信仰心が集まる。",
            "第2章：プレイヤー（神）の気まぐれな操作が、異世界では天変地異や奇跡として解釈される。",
            "第3章：邪神（他のプレイヤー）との対決。",
            "第4章：画面越しではなく、直接異世界へ招待される。"
          ],
          "viral_factor": "絶対的な支配者でありながら、対象を慈しむ『推し活』の究極系。"
        }
      ]
    }
  ]
}